tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "tcl-tk", link: false
brew "python@3.8", link: false
brew "aws-sam-cli"
brew "python@3.10", link: false
brew "awscli"
brew "cfn-lint"
brew "gmp"
brew "coreutils"
brew "gh"
brew "git"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "hugo"
brew "postgresql@14", restart_service: true
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "wget"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
cask "adoptopenjdk"
cask "dbeaver-community"
cask "gimp"
cask "git-credential-manager-core"
cask "iterm2"
cask "visual-studio-code"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aws-scripting-guy.cform"
vscode "bboure.vscode-appsync-utils"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "ExodiusStudios.comment-anchors"
vscode "formulahendry.auto-rename-tag"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "kameshkotwani.google-search"
vscode "kddejong.vscode-cfn-lint"
vscode "loganarnett.lambda-snippets"
vscode "meganrogge.template-string-converter"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "nathanchapman.javascriptsnippets"
vscode "nrwl.angular-console"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rusnasonov.vscode-hugo"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "tuxtina.json2yaml"
vscode "Tyriar.sort-lines"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
